export const courtList=[
  {
    "text": "浙江省",
    "value": "浙江省",
    "children": [
      {
        "value": "1300",
        "text": "浙江省高级人民法院"
      },
      {
        "value": "1402",
        "text": "宁波海事法院"
      }
    ]
  },
  {
    "text": "杭州市",
    "value": "杭州市",
    "children": [
      {
        "value": "1127",
        "text": "杭州铁路运输法院"
      },
      {
        "value": "1301",
        "text": "浙江省杭州市中级人民法院"
      },
      {
        "value": "1302",
        "text": "杭州市上城区人民法院"
      },
      {
        "value": "1305",
        "text": "杭州市拱墅区人民法院"
      },
      {
        "value": "1306",
        "text": "杭州市西湖区人民法院"
      },
      {
        "value": "1307",
        "text": "杭州市滨江区人民法院"
      },
      {
        "value": "1308",
        "text": "杭州市萧山区人民法院"
      },
      {
        "value": "1309",
        "text": "桐庐县人民法院"
      },
      {
        "value": "1310",
        "text": "杭州市富阳区人民法院"
      },
      {
        "value": "1311",
        "text": "杭州市临安区人民法院"
      },
      {
        "value": "1312",
        "text": "杭州市余杭区人民法院"
      },
      {
        "value": "1313",
        "text": "建德市人民法院"
      },
      {
        "value": "1314",
        "text": "淳安县人民法院"
      },
      {
        "value": "1404",
        "text": "杭州市钱塘区人民法院"
      },
      {
        "value": "5009",
        "text": "杭州互联网法院"
      },
      {
        "value": "5054",
        "text": "杭州市临平区人民法院"
      }
    ]
  },
  {
    "text": "宁波市",
    "value": "宁波市",
    "children": [
      {
        "value": "1315",
        "text": "浙江省宁波市中级人民法院"
      },
      {
        "value": "1316",
        "text": "宁波市海曙区人民法院"
      },
      {
        "value": "1318",
        "text": "宁波市江北区人民法院"
      },
      {
        "value": "1319",
        "text": "宁波市北仑区人民法院"
      },
      {
        "value": "1320",
        "text": "宁波市镇海区人民法院"
      },
      {
        "value": "1321",
        "text": "余姚市人民法院"
      },
      {
        "value": "1322",
        "text": "慈溪市人民法院"
      },
      {
        "value": "1323",
        "text": "宁波市奉化区人民法院"
      },
      {
        "value": "1324",
        "text": "象山县人民法院"
      },
      {
        "value": "1325",
        "text": "宁海县人民法院"
      },
      {
        "value": "1326",
        "text": "宁波市鄞州区人民法院"
      },
      {
        "value": "5005",
        "text": "宁波高新技术产业开发区人民法院"
      }
    ]
  },
  {
    "text": "温州市",
    "value": "温州市",
    "children": [
      {
        "value": "1327",
        "text": "浙江省温州市中级人民法院"
      },
      {
        "value": "1328",
        "text": "温州市鹿城区人民法院"
      },
      {
        "value": "1329",
        "text": "温州市龙湾区人民法院"
      },
      {
        "value": "1330",
        "text": "温州市瓯海区人民法院"
      },
      {
        "value": "1331",
        "text": "瑞安市人民法院"
      },
      {
        "value": "1332",
        "text": "温州市洞头区人民法院"
      },
      {
        "value": "1333",
        "text": "乐清市人民法院"
      },
      {
        "value": "1334",
        "text": "永嘉县人民法院"
      },
      {
        "value": "1335",
        "text": "平阳县人民法院"
      },
      {
        "value": "1336",
        "text": "苍南县人民法院"
      },
      {
        "value": "1337",
        "text": "文成县人民法院"
      },
      {
        "value": "1338",
        "text": "泰顺县人民法院"
      },
      {
        "value": "5048",
        "text": "龙港市人民法院"
      }
    ]
  },
  {
    "text": "嘉兴市",
    "value": "嘉兴市",
    "children": [
      {
        "value": "1339",
        "text": "浙江省嘉兴市中级人民法院"
      },
      {
        "value": "1340",
        "text": "嘉兴市南湖区人民法院"
      },
      {
        "value": "1341",
        "text": "嘉兴市秀洲区人民法院"
      },
      {
        "value": "1342",
        "text": "海宁市人民法院"
      },
      {
        "value": "1343",
        "text": "平湖市人民法院"
      },
      {
        "value": "1344",
        "text": "嘉善县人民法院"
      },
      {
        "value": "1345",
        "text": "海盐县人民法院"
      },
      {
        "value": "1346",
        "text": "桐乡市人民法院"
      }
    ]
  },
  {
    "text": "湖州市",
    "value": "湖州市",
    "children": [
      {
        "value": "1347",
        "text": "浙江省湖州市中级人民法院"
      },
      {
        "value": "1348",
        "text": "湖州市吴兴区人民法院"
      },
      {
        "value": "1349",
        "text": "德清县人民法院"
      },
      {
        "value": "1350",
        "text": "长兴县人民法院"
      },
      {
        "value": "1351",
        "text": "安吉县人民法院"
      },
      {
        "value": "1403",
        "text": "湖州市南浔区人民法院"
      },
      {
        "value": "5036",
        "text": "湖州南太湖新区人民法院"
      }
    ]
  },
  {
    "text": "绍兴市",
    "value": "绍兴市",
    "children": [
      {
        "value": "1352",
        "text": "浙江省绍兴市中级人民法院"
      },
      {
        "value": "1353",
        "text": "绍兴市越城区人民法院"
      },
      {
        "value": "1354",
        "text": "诸暨市人民法院"
      },
      {
        "value": "1355",
        "text": "绍兴市柯桥区人民法院"
      },
      {
        "value": "1356",
        "text": "绍兴市上虞区人民法院"
      },
      {
        "value": "1357",
        "text": "嵊州市人民法院"
      },
      {
        "value": "1358",
        "text": "新昌县人民法院"
      }
    ]
  },
  {
    "text": "金华市",
    "value": "金华市",
    "children": [
      {
        "value": "1359",
        "text": "浙江省金华市中级人民法院"
      },
      {
        "value": "1360",
        "text": "金华市婺城区人民法院"
      },
      {
        "value": "1361",
        "text": "金华市金东区人民法院"
      },
      {
        "value": "1362",
        "text": "兰溪市人民法院"
      },
      {
        "value": "1363",
        "text": "东阳市人民法院"
      },
      {
        "value": "1364",
        "text": "义乌市人民法院"
      },
      {
        "value": "1366",
        "text": "永康市人民法院"
      },
      {
        "value": "1367",
        "text": "武义县人民法院"
      },
      {
        "value": "1368",
        "text": "浦江县人民法院"
      },
      {
        "value": "1369",
        "text": "磐安县人民法院"
      }
    ]
  },
  {
    "text": "衢州市",
    "value": "衢州市",
    "children": [
      {
        "value": "1370",
        "text": "浙江省衢州市中级人民法院"
      },
      {
        "value": "1371",
        "text": "衢州市柯城区人民法院"
      },
      {
        "value": "1372",
        "text": "江山市人民法院"
      },
      {
        "value": "1373",
        "text": "衢州市衢江区人民法院"
      },
      {
        "value": "1374",
        "text": "常山县人民法院"
      },
      {
        "value": "1375",
        "text": "开化县人民法院"
      },
      {
        "value": "1376",
        "text": "龙游县人民法院"
      }
    ]
  },
  {
    "text": "舟山市",
    "value": "舟山市",
    "children": [
      {
        "value": "1377",
        "text": "浙江省舟山市中级人民法院"
      },
      {
        "value": "1378",
        "text": "舟山市定海区人民法院"
      },
      {
        "value": "1379",
        "text": "舟山市普陀区人民法院"
      },
      {
        "value": "1380",
        "text": "岱山县人民法院"
      },
      {
        "value": "1381",
        "text": "嵊泗县人民法院"
      }
    ]
  },
  {
    "text": "丽水市",
    "value": "丽水市",
    "children": [
      {
        "value": "1382",
        "text": "浙江省丽水市中级人民法院"
      },
      {
        "value": "1383",
        "text": "丽水市莲都区人民法院"
      },
      {
        "value": "1384",
        "text": "龙泉市人民法院"
      },
      {
        "value": "1385",
        "text": "青田县人民法院"
      },
      {
        "value": "1386",
        "text": "云和县人民法院"
      },
      {
        "value": "1387",
        "text": "庆元县人民法院"
      },
      {
        "value": "1388",
        "text": "缙云县人民法院"
      },
      {
        "value": "1389",
        "text": "遂昌县人民法院"
      },
      {
        "value": "1390",
        "text": "松阳县人民法院"
      },
      {
        "value": "1391",
        "text": "景宁畲族自治县人民法院"
      }
    ]
  },
  {
    "text": "台州市",
    "value": "台州市",
    "children": [
      {
        "value": "1392",
        "text": "浙江省台州市中级人民法院"
      },
      {
        "value": "1393",
        "text": "台州市椒江区人民法院"
      },
      {
        "value": "1394",
        "text": "台州市黄岩区人民法院"
      },
      {
        "value": "1395",
        "text": "台州市路桥区人民法院"
      },
      {
        "value": "1396",
        "text": "临海市人民法院"
      },
      {
        "value": "1397",
        "text": "温岭市人民法院"
      },
      {
        "value": "1398",
        "text": "仙居县人民法院"
      },
      {
        "value": "1399",
        "text": "天台县人民法院"
      },
      {
        "value": "1400",
        "text": "三门县人民法院"
      },
      {
        "value": "1401",
        "text": "玉环市人民法院"
      }
    ]
  }
]